tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jerson/tap"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cffi"
brew "cryptography"
brew "awscli"
brew "chezmoi"
brew "fd"
brew "folly"
brew "fizz"
brew "freetype"
brew "fzf"
brew "uv"
brew "gcc"
brew "git"
brew "git-lfs"
brew "glib"
brew "htop"
brew "jq"
brew "mas"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "pipenv"
brew "pure"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "universal-ctags"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
cask "alacritty"
cask "discord"
cask "docker"
cask "enpass"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "naver-whale"
cask "postman"
cask "rectangle"
cask "ridibooks"
cask "slack"
cask "visual-studio-code"
